Repository: kagg-design/woo-paylate
Catalog: languages/woo-paylate-*.po
Languages: ru_ru

source: WooCommerce gateway to make payments via PayLate service
ru_ru: Платёжный шлюз WooCommerce для оплаты с помощью сервиса PayLate

source: Enable
ru_ru: Активировать

source: Enable PayLate Gateway
ru_ru: Активировать шлюз PayLate

source: Title
ru_ru: Заголовок

source: Payment method title that the customer will see on checkout.
ru_ru: Заголовок метода платежа, который пользователь увидит при оформлении заказа.

source: PayLate Gateway
ru_ru: Шлюз PayLate

source: Description
ru_ru: Описание

source: Payment method description that the customer will see on checkout.
ru_ru: Описание метода платежа, которое пользователь увидит при оформлении заказа.

source: Pay via PayLate Gateway
ru_ru: Оплата через шлюз PayLate

source: Log
ru_ru: Журнал

source: Enable logging
ru_ru: Включить журналирование

source: Log events, such as PayLate responses, inside
ru_ru: Журналировать события такие, как ответы сервиса PayLate, в

source: Test mode
ru_ru: Тестовый режим

source: Fields below have different values in test mode.
ru_ru: Поля ниже содержат другие значения в тестовом режиме.

source: Enable test mode
ru_ru: Активировать тестовый режим

source: Test Port
ru_ru: Тестовый порт

source: Test Port number given by PayLate service.
ru_ru: Тестовый порт, предоставленный сервисом PayLate.

source: Test Client ID
ru_ru: Тестовый идентификатор клиента

source: Test Client ID given by PayLate service.
ru_ru: Тестовый идентификатор клиента, предоставленный сервисом PayLate.

source: Test Login
ru_ru: Тестовый логин

source: Test Login for PayLate service.
ru_ru: Тестовый логин, предоставленный сервисом PayLate.

source: Test Password
ru_ru: Тестовый пароль

source: Test Password for PayLate service.
ru_ru: Тестовый пароль для сервиса PayLate.

source: Port
ru_ru: Порт

source: Port number given by PayLate service.
ru_ru: Номер порта, предоставленный сервисом PayLate.

source: Client ID
ru_ru: Идентификатор клиента

source: Client ID given by PayLate service.
ru_ru: Идентификатор клиента, предоставленный сервисом PayLate.

source: Login
ru_ru: Логин

source: Login for PayLate service.
ru_ru: Логин для сервиса PayLate.

source: Password
ru_ru: Пароль

source: Password for PayLate service.
ru_ru: Пароль для сервиса PayLate.

source: Fee
ru_ru: Налог

source: Coupon
ru_ru: Купон

source: Request to PayLate
ru_ru: Запрос к PayLate

source: Response from PayLate
ru_ru: Ответ от PayLate

source: Bad token by PayLate
ru_ru: Неправильный токен от PayLate

source: Wrong sum by PayLate
ru_ru: Неправильная сумма от PayLate

source: Order cancelled by customer.
ru_ru: Заказ отменен клиентом.

source: Order is cancelled
ru_ru: Заказ отменен

source: Your order was cancelled, please create a new one
ru_ru: Ваш заказ был отменён, пожалуйста, создайте новый

source: Order is actual
ru_ru: Заказ актуален

source: Order is completed
ru_ru: Заказ выполнен

source: PayLate unknown error:
ru_ru: Неизвестная ошибка PayLate:

source: Gateway for PayLate on WooCommerce Plugin Options
ru_ru: Настройки плагина Gateway for PayLate on WooCommerce

source: Please follow this link to see plugin options.
ru_ru: Пожалуйста, воспользуйтесь этой ссылкой, чтобы увидеть опции плагина.

source: How to buy in installments
ru_ru: Как купить в рассрочку

source: Invalid parameter: name, price or count
ru_ru: Неправильный параметр: наименование, цена или количество

source: Gateway for PayLate on WooCommerce plugin requires the following plugins installed and activated:
ru_ru: Плагин Gateway for PayLate on WooCommerce требует, чтобы следующие плагины были установлены и активированы:

source: Gateway for PayLate on WooCommerce plugin has been deactivated.
ru_ru: Плагин Gateway for PayLate on WooCommerce был деактивирован.

source: View Gateway for PayLate on WooCommerce settings
ru_ru: Посмотреть настройки Gateway for PayLate on WooCommerce

source: Settings
ru_ru: Настройки

source: Order is cancelled by client
ru_ru: Заказ отменён клиентом

source: PayLate requests to ship order
ru_ru: PayLate запрашивает возможность отправки заказа

source: PayLate payment approved
ru_ru: Оплата через PayLate подтверждена

source: Unknown error
ru_ru: Неизвестная ошибка
